[["3d7ef429-1fa2-40c7-aa5c-fa3492571e1b",{"comments":[{"id":"280d5020-93fa-4a10-9b4f-ebc6bb1ddbfa","text":"Techcrunch began in 2005 as a blog about dotcom start-ups in Silicon Valley, but has quickly become one of the most influential news websites across the entire technology industry. Founder Michael Arrington had lived through the internet goldrush as a lawyer and entrepreneur before deciding that writing about new companies was more of an opportunity than starting them himself. His site is now ranked the third-most popular blog in the world by search engine Technorati, spawning a mini-empire of websites and conferences as a result. Business Week named Arrington one of the 25 most influential people on the web, and Techcrunch has even scored interviews with Barack Obama and John McCain.","name":"Techcrunch"},{"id":"5c99b6f3-7481-4806-bbf5-f5191e464f2c","text":"The Report started life as an email gossip sheet, and then became a trashy webzine with negligible traffic. But thanks to the decision in 1998 to run a scurrilous rumour – untouched by mainstream media – about Bill Clinton and a White House intern named Monica Lewinsky, it became a national phenomenon","name":"drudgereport.com"},{"id":"529213a5-129e-45e5-b08c-f8726e96542d","text":"The Report started life as an email gossip sheet, and then became a trashy webzine with negligible traffic. But thanks to the decision in 1998 to run a scurrilous rumour – untouched by mainstream media – about Bill Clinton and a White House intern named Monica Lewinsky, it became a national phenomenon"},{"id":"24edb331-e07f-4ca7-bba8-9a0470360e34","text":"The Report started life as an email gossip sheet, and then became a trashy webzine with negligible traffic. But thanks to the decision in 1998 to run a scurrilous rumour – untouched by mainstream media – about Bill Clinton and a White House intern named Monica Lewinsky, it became a national phenomenon"},{"id":"374bc783-066a-49a1-81d3-d12460d00fda","text":"The Report started life as an email gossip sheet, and then became a trashy webzine with negligible traffic. But thanks to the decision in 1998 to run a scurrilous rumour – untouched by mainstream media – about Bill Clinton and a White House intern named Monica Lewinsky, it became a national phenomenon"},{"id":"f1874bfa-1365-4682-a354-a9c7e026c754","text":"The Report started life as an email gossip sheet, and then became a trashy webzine with negligible traffic. But thanks to the decision in 1998 to run a scurrilous rumour – untouched by mainstream media – about Bill Clinton and a White House intern named Monica Lewinsky, it became a national phenomenon"},{"id":"c67d4132-f1f5-4647-b45c-c70a298de048","text":"The Report started life as an email gossip sheet, and then became a trashy webzine with negligible traffic. But thanks to the decision in 1998 to run a scurrilous rumour – untouched by mainstream media – about Bill Clinton and a White House intern named Monica Lewinsky, it became a national phenomenon"},{"id":"0bb2ca5a-69b7-4cb8-a250-39478cf6d145","text":"The Report started life as an email gossip sheet, and then became a trashy webzine with negligible traffic. But thanks to the decision in 1998 to run a scurrilous rumour – untouched by mainstream media – about Bill Clinton and a White House intern named Monica Lewinsky, it became a national phenomenon"},{"id":"71ab0acf-4979-403c-a5e6-c4566d76736f","text":"The Report started life as an email gossip sheet, and then became a trashy webzine with negligible traffic. But thanks to the decision in 1998 to run a scurrilous rumour – untouched by mainstream media – about Bill Clinton and a White House intern named Monica Lewinsky, it became a national phenomenon"}],"id":"3d7ef429-1fa2-40c7-aa5c-fa3492571e1b","title":"First blog","body":"1. The Huffington Post\n\nThe history of political blogging might usefully be divided into the periods pre- and post-Huffington. Before the millionaire socialite Arianna Huffington decided to get in on the act, bloggers operated in a spirit of underdog solidarity. They hated the mainstream media - and the feeling was mutual.\n\nBloggers saw themselves as gadflies, pricking the arrogance of established elites from their home computers, in their pyjamas, late into the night. So when, in 2005, Huffington decided to mobilise her fortune and media connections to create, from scratch, a flagship liberal blog she was roundly derided. Who, spluttered the original bloggerati, did she think she was?\n\nBut the pyjama purists were confounded. Arianna's money talked just as loudly online as off, and the Huffington Post quickly became one of the most influential and popular journals on the web. It recruited professional columnists and celebrity bloggers. It hoovered up traffic. Its launch was a landmark moment in the evolution of the web because it showed that many of the old rules still applied to the new medium: a bit of marketing savvy and deep pockets could go just as far as geek credibility, and get there faster.\n\nTo borrow the gold-rush simile beloved of web pioneers, Huffington's success made the first generation of bloggers look like two-bit prospectors panning for nuggets in shallow creeks before the big mining operations moved in. In the era pre-Huffington, big media companies ignored the web, or feared it; post-Huffington they started to treat it as just another marketplace, open to exploitation. Three years on, Rupert Murdoch owns MySpace, while newbie amateur bloggers have to gather traffic crumbs from under the table of the big-time publishers. \"","author":"me","last_edited":1648758689155,"created_on":1648758689155}],["9370d882-3ab0-48d6-ba12-c4f3f9c90b4f",{"comments":[],"id":"9370d882-3ab0-48d6-ba12-c4f3f9c90b4f","title":"Gawker","body":"A New York blog of 'snarky' gossip and commentary about the media industry, Gawker was founded in 2002 by journalist Nick Denton, who had previously helped set up a networking site called First Tuesday for web and media entrepreneurs. Gawker's earliest fascination was gossip about Vogue editor Anna Wintour, garnered from underlings at Conde Nast. This set the tone for amassing a readership of movers and shakers on the Upper East Side, as well as 'the angry creative underclass' wishing either to be, or not be, like them, or both","author":"Gawker","last_edited":1649372928079,"created_on":1649372928079}],["fb354615-5019-472b-b868-a201bf9274ac",{"comments":[],"id":"fb354615-5019-472b-b868-a201bf9274ac","title":"Icanhascheezburger","body":"Amused by a photo of a smiling cat, idiosyncratically captioned with the query 'I Can Has A Cheezburger?', which he found on the internet while between jobs in early 2007, Eric Nakagawa of Hawaii emailed a copy of it to a friend (known now only as Tofuburger). Then, on a whim, they began a website, first comprising only that one captioned photo but which has since grown into one of the most popular blogs in the world.","author":"icanhascheezburger.com","last_edited":1649373058146,"created_on":1649373058146}],["66a0e35b-e6dc-448e-b3f7-eba867a5a2b9",{"comments":[],"id":"66a0e35b-e6dc-448e-b3f7-eba867a5a2b9","title":"Gawker","body":"A New York blog of 'snarky' gossip and commentary about the media industry, Gawker was founded in 2002 by journalist Nick Denton, who had previously helped set up a networking site called First Tuesday for web and media entrepreneurs. Gawker's earliest fascination was gossip about Vogue editor Anna Wintour, garnered from underlings at Conde Nast. This set the tone for amassing a readership of movers and shakers on the Upper East Side, as well as 'the angry creative underclass' wishing either to be, or not be, like them, or both","author":"Gawker","last_edited":1649373061849,"created_on":1649373061849}],["c7d2f995-cff4-410a-9915-964887d2fdac",{"comments":[],"id":"c7d2f995-cff4-410a-9915-964887d2fdac","title":"Treehugger","body":"Treehugger is a green consumer blog with a mission to bring a sustainable lifestyle to the masses. Its ethos, that a green lifestyle does not have to mean sacrifice, and its positive, upbeat feel have attracted over 1.8m unique users a month. Consistently ranked among the top 20 blogs on Technorati, Treehugger has 10 staff but also boasts 40 writers from a wide variety of backgrounds in more than 10 countries around the world, who generate more than 30 new posts a day across eight categories, ranging from fashion and beauty, travel and nature, to science and technology. Treehugger began as an MBA class project four years ago and says it now generates enough revenue from sponsorship and advertising to pay all its staffers and writers. ","author":"Treehugger","last_edited":1649373522318,"created_on":1649373522318}]]